Repository: frisbee-ua/drupal-payment-gateway
Catalog: translations/commerce_fondy-*.po
Languages: ru, uk

source: Merchant ID
ru: Идентификатор мерчанта
uk: Ідентифікатор мерчанта

source: Private API key
ru: Секретный ключ мерчанта
uk: Секретний ключ мерчанта

source: Credit Cards
ru: Кредитные карты
uk: Кредитні карти

source: Enable Credit Cards Payments
ru: Включить способ оплаты кредитными картами
uk: Включити спосіб оплати кредитними картами

source: Credit Cards Payment Title
ru: Название спороба оплаты кредитными картами
uk: Назва спору оплаты кредитними картами

source: Bank Links
ru: Банковские платежи
uk: Банківські платежі

source: Enable Bank Links Payments
ru: Включить способ оплаты через банковские ссылки
uk: Включити спосіб оплати через банківські ссилки

source: Bank Links Payment Title
ru: Название спороба оплаты через банковские ссылки
uk: Назва спору оплаты через банківські ссилки

source: Enable Google/Apple Pay Payments
ru: Включить способ оплаты через Google/Apple Pay
uk: Включити спосіб оплати через Google/Apple Pay

source: Google/Apple Pay Payment Title
ru: Название способа оплаты через Google/Apple Pay
uk: Назви способів оплати через Google/Apple Pay

source: Enable Fondy
ru: Включить метод оплаты Fondy
uk: Включити метод оплаты Fondy

source: Redirect
ru: Редирект на сайт Fondy
uk: Редирект на сайт Fondy

source: Embedded
ru: Форма Fondy на странице оплаты
uk: Форма фонду на сторінці оплаты

source: Order status after payment
ru: Статус заказа после оплаты
uk: Статус замовлення після оплати

source: Order status if canceled
ru: Статус отмененного заказа
uk: Статус відмінених замовлень

source: Order status while in progress
ru: Статус заказа в процессе
uk: Статус зазначений у процесі

source: Payment method title
ru: Название метода оплаты
uk: Назва методу оплаты
